const nutrition = [
  {
    "stage": "婴幼儿期",
    "collocation": "母乳是婴儿最健康并且最天然的食品，它包含加强婴儿免疫系统的抗体，并且比人造配方奶更容易消化吸收；幼儿需要更多的蛋白质促进肌肉生长，以及比成年人更多的脂肪促进大脑发育，来自精瘦肉和乳制品的脂肪最健康，同时应限制糖和甜点，以及咖啡因和其它刺激物的摄入量，2岁以下幼儿还应避免花生酱和蜂蜜等食品，这可以防止过敏和中毒风险。"
  },
  {
    "stage": "儿童期",
    "collocation": "生长发育的旺盛时期，注重补充丰富的蛋白质和钙相当重要。首先要尽量少吃含糖量较高的食物，以防引起龋齿和肥胖。"
  },
  {
    "stage": "青少年期",
    "collocation": "每天吃400~500g谷类食物，把细粮和粗杂粮混合吃是最好的；保证鱼、禽、肉、蛋的量在200~250g；奶类不低于300ml；每天摄入蔬菜和水果各400g左右。"
  },
  {
    "stage": "成年期",
    "collocation": "保持青少年期的饮食方式以外，可适当增加抗氧化的食物，如富含β-胡萝卜素维生素C和维生素E的食物，包括橙黄色蔬菜和水果、鲜枣、猕猴桃、坚果类； 养成以白开水代替酒精饮料和甜饮料的习惯，当然也可以用鲜榨果蔬汁饮料代替；应特别注意控制能量的摄入，减少进食脂肪和糖类，盐控制在每天6g以内。同时增加蔬菜、水果、海产鱼类、奶制品，坚持每天运动30~60min。"
  },
  {
    "stage": "老年期",
    "collocation": "要控制好油、盐和糖的总量，适当进行小幅度运动。这个年龄段糖耐量降低，容易出现高血糖，可用燕麦、荞麦、红豆等粗杂粮代替精细米面； 为预防和控制高血压，严格限制摄入盐量，增加富含钾、钙、镁的食物，比如赤豆、蚕豆、冬菇、紫菜、奶制品、蘑菇等； 同时用含不饱和脂肪酸较多的海产，代替含饱和脂肪酸多的畜肉；保证蛋白质每天摄入为1.0~1.2g/kg体重，其中优质蛋白（鱼、禽、蛋、奶、大豆蛋白）要占1/3以上。"
  }

];

export default nutrition;


